{
  "articles": [
    {
      "title": "Artificial Intelligence, concrete steps",
      "description": "When hype takes over, common sense comes knocking. Today, artificial intelligence is the ultimate hype—and for good reason. But what goals are we actually aiming to achieve by using it?",
      "image": {
        "url": "/img/articles/dev_design.webp",
        "alt": "developer designer"
      },
      "link": {
        "url": "https://www.wipitalia.it/it/journal/intelligenza-artificiale-passi-concreti",
        "label": "more on wipitalia.it"
      }
    },
    {
      "title": "The impact of new generations on UX",
      "description": "Are young people more accustomed to digital technology? Absolutely. But should we expect them to navigate it more expertly? Not necessarily. While it’s clear to everyone that these generations show a significantly higher tendency to shop online compared to the past, it’s worth reflecting on the impact this greater predisposition might have on the design of user experiences and the development of new digital products.",
      "image": {
        "url": "/img/articles/teenagers.webp",
        "alt": "teenagers chatting"
      },
      "link": {
        "url": "https://www.google.it",
        "label": "more on wipitalia.it"
      }
    },
    {
      "title": "Design Thinking and the creativity of the programmer",
      "description": "Let’s put an end to the stereotypical image of creatives and programmers once and for all. Creative (/cre·a·tì·vo/): Is he truly a chaotic thinker who generates ideas through trial and error? Programmer (/pro·gram·ma·tó·re/): Is he really a cold, methodical planner guided by mathematical precision? What's the real creativity?.",
      "image": {
        "url": "/img/articles/coder.webp",
        "alt": "coder working"
      },
      "link": {
        "url": "https://www.wipitalia.it/it/journal/la-creativita-del-programmatore",
        "label": "more on wipitalia.it"
      }
    },
    {
      "title": "Apply Design Thinking? My daughter will explain it to you",
      "description": "Design Thinking has been a buzzword in recent years. But what really happens during a Design Thinking process? Who gets involved, and how much time and effort does it take? Is it only suitable for large-scale projects? To find out, I tested it with one of the most creative minds of our time: my daughter.",
      "image": {
        "url": "/img/articles/daughter.webp",
        "alt": "girl designing"
      },
      "link": {
        "url": "https://www.wipitalia.it/it/journal/applicare-il-design-thinking-ve-lo-spiega-mia-figlia",
        "label": "more on wipitalia.it"
      }
    },
    {
      "title": "The role of the Designer in the time of Enterprise platforms",
      "description": "We were amazed by the power of solid, structured solutions designed to address needs identified through large-scale analysis. The role of Design has evolved once again, as redesigning a product with such significant investments behind it is a delicate matter, extremely delicate",
      "image": {
        "url": "/img/articles/ui.webp",
        "alt": "user interface"
      },
      "link": {
        "url": "https://www.wipitalia.it/it/journal/il-ruolo-del-designer-nel-tempo-delle-piattaforme-enterprise",
        "label": "more on wipitalia.it"
      }
    },
    {
      "title": "Let's take it lightly. Design Thinking: is UX a Post-it?",
      "description": "Continuous Butt Exhibition, Write Big in a Small Square Task, and Dirty Wall Drama are just some of the challenges tackled during a Design Thinking session. But there’s no need to worry: the world of consultancy is crafting environments with glass-only walls, offering strolls with free selfies, and employing coordinators who are increasingly agile at bending over backward. The future of innovation looks bright.",
      "image": {
        "url": "/img/articles/designer_laughing.webp",
        "alt": "designer laughing"
      },
      "link": {
        "url": "https://www.wipitalia.it/it/journal/prendiamola-alla-leggera-design-thinking-la-ux-del-post-it",
        "label": "more on wipitalia.it"
      }
    },
    {
      "title": "Gain experience to be able to design it",
      "description": "UX: do we really want to reduce this concept to the enjoyable use of a platform or the improvement of its performance? That’s certainly a good starting point, but the experience of those who use a digital platform cannot—and should not—rely solely on well-designed interfaces and seamless flows.",
      "image": {
        "url": "/img/articles/designer.webp",
        "alt": "designer sketching"
      },
      "link": {
        "url": "https://www.wipitalia.it/it/journal/fare-esperienza-per-poterla-progettare",
        "label": "more on wipitalia.it"
      }
    },
    {
      "title": "User Experience: the one they tell you and the real one",
      "description": "We set out to uncover the meaning behind those magical words and made them our own, integrating them into our working method: the BuonSenso Approach. In the daily challenges of our work, we engage with companies—their complexities, their histories, their constraints, their goals, and, above all, their people.",
      "image": {
        "url": "/img/articles/team.webp",
        "alt": "design team"
      },
      "link": {
        "url": "https://www.wipitalia.it/it/journal/user-experience-quella-che-vi-raccontano-e-quella-reale",
        "label": "more on wipitalia.it"
      }
    }
  ]
}
